app/controllers/api/students_controller.rb

  def index
    students = Student.all
---
SELECT "students".* FROM "students"